{
"type": "FeatureCollection",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
                                                                                
"features": [
{ "type": "Feature", "properties": { "OBJECTID": 1, "PROJ_NO": 3, "PROJ_NAME": "THE BAUER BUILDINGS & BAUER LOFTS", "ADDRESS": "187 KING ST S", "AWARD": "THE REURBANIZATION AWARD  ", "PROJ_TYPES": null, "OWNER_CLIENT": "Lawrence Development", "PROJ_TEAM": "Roth Knibb Architects Inc., Stantec Consulting, MHBC, ProjectBuildings.com Inc.", "PROJ_DESC": "The Bauer Buildings and Bauer Lofts involved the conversion of the former Bauer Warehouse into commercial space, the construction of a new four-storey office building with ground floor retail and a 15 storey mixed use high rise building. This brownfield redevelopment includes loft residences, street front stores, indoor marketplace, office space, two levels of underground parking and a central courtyard activated by an outdoor patio and shops. An interesting skyline and scale of development is achieved through different building heights, upper storey stepping, modulating lines and a human scale form at street level. The project is further enhanced through high quality materials, large windows and terraces overlooking the European inspired courtyard. This project exemplifies “sensitive urban infill” by recognizing the historical significance of Bauer Industries to the City of Waterloo and integrating the original architecture with modern construction and new urban forms.\r\n\r\n", "JURY_COMMENTS": "This redevelopment has successfully revitalized a former industrial building creating a high density, lively mixed-use project with a central courtyard space and prominent ground floor shopping.", "LONGITUDE": "-80.5190586923995", "LATITUDE": "43.4597074375385", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.519058691999987, 43.459707438 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 2, "PROJ_NO": 4, "PROJ_NAME": "EXEMPLARY MAIN STREET DESIGN", "ADDRESS": "75 - 115 KING ST S", "AWARD": "AWARD OF MERIT: THE SHOPS AT WATERLOO TOWN SQUARE", "PROJ_TYPES": null, "OWNER_CLIENT": "First Gulf Corporation", "PROJ_TEAM": "Joseph Bogdan Associates Inc., Mark L. Dorfman Planner Inc., MTE Consultants, Stephen Popovich Associates Inc.", "PROJ_DESC": "The Shops at Waterloo Town Square is a redevelopment of an enclosed 1960’s Shopping mall into a pedestrian friendly district with street-oriented buildings. The project includes two new buildings with office and retail space facing King Street South and the redevelopment of the mall includes a new public square facing the main street. The design of wider sidewalks supports active uses such as street cafes, social interactions, strolling and shopping. The scale and architectural details of the buildings and unified urban design features, the appearance of the street frontage and the provision of public spaces contribute to the overall streetscape. The Shops at Waterloo Town Square has added vibrancy in the uptown.", "JURY_COMMENTS": "This main street development extends a vibrant uptown with its active storefronts, engaging canopies, artistic signage, expansive windows and contemporary materials.", "LONGITUDE": "-80.5227474311332", "LATITUDE": "43.4637310384279", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.522747430999971, 43.46373103800002 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 3, "PROJ_NO": 5, "PROJ_NAME": "SENSITIVE AND CONTEXTUAL INFILL DEVELOPMENT", "ADDRESS": "7 FATHER DAVID BAUER DR", "AWARD": "AWARD OF MERIT: 7 FATHER DAVID BAUER DRIVE", "PROJ_TYPES": null, "OWNER_CLIENT": "Sunvest Financial Corp.", "PROJ_TEAM": "Robert Dyck Architect & Engineer Ltd., Planning and Engineering Initiatives Ltd., Gateman-Milloy Inc.", "PROJ_DESC": "7 Father David Bauer Drive is a three-storey mixed use building that represents the highest standard for contextually sensitive infill design achieved through building form, design and finish. The design and finish of the building is historically reminiscent of the original Seagram Distillery and is reinforced with a strong tower feature and roof line that results in a monumental appearance. A variety of architectural details enrich the building including functional dormers, pilasters, strong lintels and headers and a prominent brick entrance.", "JURY_COMMENTS": "An urban infill project whose exceptional contextual design reflects the memory of a former building on the Seagram site.", "LONGITUDE": "-80.5264191017059", "LATITUDE": "43.4627005324484", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.526419101999977, 43.462700532000014 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 4, "PROJ_NO": 6, "PROJ_NAME": "INNOVATIVE & SUSTAINABLE STUDENT ACCOMMODATION PROJECT", "ADDRESS": "116 UNIVERSITY AVE W", "AWARD": "AWARD OF MERIT: 116 UNIVERSITY", "PROJ_TYPES": null, "OWNER_CLIENT": "Zvonko Ilic and Dr. Maria Ilic", "PROJ_TEAM": "Ivan Ilic, MacKinnon & Associates, Corche Technical Services Inc., Mindscape Innovations", "PROJ_DESC": "116 University Avenue West represents the highest standard for innovative and sustainable building design for a student accommodation project. Located on a corner lot, this project introduces a modern aesthetic that is layered with contemporary glass screens, horizontal windows, with brick and concrete exterior finish that relates to both street frontages. This is the first “LEED Platinum” certified student-oriented housing project in the City of Waterloo. This project has set a high standard for sustainable building practices including natural landscape materials, externally and internally insulated solid concrete walls, double glazed low-e windows and an outdoor rooftop amenity space.", "JURY_COMMENTS": "This modern and LEED Platinum project sets a new standard of design excellence for student accommodations.", "LONGITUDE": "-80.533954090032", "LATITUDE": "43.4731331156361", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.533954089999952, 43.473133116000014 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 5, "PROJ_NO": 7, "PROJ_NAME": "INNOVATIVE & SUSTAINABLE DESIGN IN A MASTER PLANNED DEVELOPMENT", "ADDRESS": "295 - 300 HAGEY BLVD", "AWARD": "AWARD OF MERIT: ACCELERATOR CENTRE & INNOTECH BUILDING", "PROJ_TYPES": null, "OWNER_CLIENT": "The Cora Group Inc.", "PROJ_TEAM": "Robertson Simmons Architects Inc., Roth Associates Landscape Architecture Inc., Schorn Consultants Inc., Stantec Consulting, Ball Construction", "PROJ_DESC": "The Accelerator Centre and the InnoTECH buildings are both located in the David Johnston Research + Technology Park. The Accelerator Centre is strategically located in the Research and Technology Park as a multi-tenant office facility and acts as the gateway building into the Park. Incorporated in the design is an extensive green roof system, bio swales within the parking area and contemporary building design elements. The InnoTECH building was designed as a sister building to the Accelerator Building, and provides a gateway composition to Waterloo’s David Johnston Research + Technology Park, sharing similar massing and exterior shading devices. The building aesthetic is minimal, with the architecture of the building celebrating the literal and figurative qualities of water. The building’s palette of materials was selected to emulate the reflective and shimmering qualities of light on water. Sustainable initiatives and technology used within the building include a rainwater catchment overflowing to the site’s wetland landscape, and a grey water system. InnoTech has achieved LEED® Gold New Construction (NC) Certification making this project the first multi-tenant building within Waterloo Region to achieve the LEED Gold NC status.", "JURY_COMMENTS": "These two projects incorporate unifying and sustainable elements that reinforce an important gateway in this master planned ", "LONGITUDE": "-80.5489292687256", "LATITUDE": "43.4774725435562", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.548929268999984, 43.477472544000022 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 6, "PROJ_NO": 8, "PROJ_NAME": "SIGNIFICANT PUBLIC SPACE", "ADDRESS": "135 BRIGHTON ST", "AWARD": "AWARD OF MERIT: BRIGHTON PARK", "PROJ_TYPES": null, "OWNER_CLIENT": "The City of Waterloo", "PROJ_TEAM": "MacKinnon & Associates", "PROJ_DESC": "Brighton Park was created as part of the redevelopment of a former school site. The park design was sensitive to the relationship with the adjacent properties and preservation and enhancement of the landscape buffers. The Park connects to the local trail system and provides barrier free accessibility across varying topography and access to surrounding neighbourhoods. This neighbourhood park is a place for reflection, relaxation and children’s play area. Some main features within the park include facilities such as basketball net, play equipment, swings and chess boards.", "JURY_COMMENTS": "This attractive neighbourhood park successfully adds valued amenities and activities for residents and community to enjoy.", "LONGITUDE": "-80.5182986655758", "LATITUDE": "43.4706052564962", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.518298665999964, 43.470605256000027 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 7, "PROJ_NO": 1, "PROJ_NAME": "PERIMETER INSTITUTE OF THEORETICAL PHYSICS", "ADDRESS": "31 CAROLINE ST N", "AWARD": "WILLIAM G. DAILEY AWARD OF EXCELLENCE", "PROJ_TYPES": "Institutional", "OWNER_CLIENT": "Perimeter Institute of Theoretical Physics", "PROJ_TEAM": "Saucier & Perrotte Architects, Stantec Consulting, Blackwell Engineering Ltd., Crossey Engineering Ltd.", "PROJ_DESC": "Perimeter Institute of Theoretical Physics is a state-of-the-art facility located at the southern edge of Waterloo Park‘s Silver Lake. This landmark building is known for its architecture, harmonious balance of private spaces, quiet public space, courtyard and reflecting pool. The building design is defined by an iconic slate-black geometric pattern, punctuated windows and open glazing to the north and south sides. The design takes inspiration from the wide-ranging, abstract concepts that make up the subject matter of theoretical physics, rich in information and of indeterminate form and substance. A reflecting pool abuts the north side of the building and provides a clear demarcation of the Institute from the park while offering an added perspective of reflection and tranquility. A central landscaped courtyard enhances the quality of natural lighting within the building. Overall, The Perimeter Institute represents the highest standard of design excellence.", "JURY_COMMENTS": "The design is brilliant and audacious. With its two distinct faces on the uptown and park, PI is an iconic project in the City and Canada.", "LONGITUDE": "-80.5280092439418", "LATITUDE": "43.4653794269516", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.528009243999975, 43.465379427000016 ] } },
{ "type": "Feature", "properties": { "OBJECTID": 8, "PROJ_NO": 2, "PROJ_NAME": "SEAGRAM LOFTS", "ADDRESS": "3 - 5 FATHER DAVID BAUER DR", "AWARD": "THE REURBANIZATION AWARD", "PROJ_TYPES": null, "OWNER_CLIENT": "Barrel Works Group Ltd.", "PROJ_TEAM": "L. Alan Grinham Architect Inc., Kiwi Newton Construction, Terra View Homes, Wendy Shearer Landscape Architect, Sze Straka Engineers Ltd.", "PROJ_DESC": "Seagram Lofts is an adaptive reuse project of the former Seagram’s Distillery, transforming two of the bonding warehouses into residential lofts with flexible ground floor office space.\r\nThe original structure was built as a warehouse for aging whiskey in wooden barrels. The redevelopment project created 103 loft units characterized by high ceilings and arched windows with shutters. Complementing these features are original brick walls and barrel-wood, evoking the old warehouse feel rich in character. Great efforts were made by the Barrel Works Group Ltd. to reuse the original brick and barrel-wood salvaged during the selective demolition process. The Seagram Lofts includes a rooftop garden on each building which offers expansive views of the Uptown and the city beyond. This development has raised the bar for reurbanization in the City of Waterloo. Seagram Lofts is an adaptive reuse project of the former Seagram’s Distillery, transforming two of the bonding warehouses into residential lofts with flexible ground floor office space. The original structure was built as a warehouse for aging whiskey in wooden barrels. The redevelopment project created 103 loft units characterized by high ceilings and arched windows with shutters. Complementing these features are original brick walls and barrel-wood, evoking the old warehouse feel rich in character. Great efforts were made by the Barrel Works Group Ltd. to reuse the original brick and barrel-wood salvaged during the selective demolition process. The Seagram Lofts includes a rooftop garden on each building which offers expansive views of the Uptown and the city beyond. This development has raised the bar for reurbanization in the City of Waterloo.", "JURY_COMMENTS": "A unique part of the City’s heritage that has been magnificently transformed into urban loft living. The buildings are an example of living history and provide a wonderful backdrop to an urban park space.", "LONGITUDE": "-80.5254468960506", "LATITUDE": "43.4623233366827", "CreationDate": "2015-09-23T14:44:13.081Z", "Creator": "OpenData_Waterloo", "EditDate": "2015-09-23T14:44:13.081Z", "Editor": "OpenData_Waterloo" }, "geometry": { "type": "Point", "coordinates": [ -80.525446895999949, 43.462323337000015 ] } }
]
}
